Repository: PrekenWeb/PrekenWeb
Catalog: src/Resources/Resources.*.resx
Languages: nl

# MeditatieTekst
source: Meditation text
nl: Meditatie tekst

# MeditatieTekstTooltip
source: Here you can paste the meditation text from Microsoft Word
nl: Hierin komt alle tekst van de meditatie, plakken kan vanuit Microsoft Word

# NieuweMeditaties
source: New Readings
nl: Nieuwe meditaties
