Repository: PrekenWeb/PrekenWeb
Catalog: src/Resources/Resources.*.resx
Languages: nl

# AfspelenKop
source: Play
nl: Afspelen

# Bijbelboek
source: Bible book
nl: Bijbelboek

# Boek
source: Book
nl: Bijbelboek

# ContactKop
source: Contact
nl: Conctact

# Datum
source: Date
nl: Datum

# Gebeurtenis
source: Event
nl: Gelegenheid

# Gemeente
source: Congregation
nl: Gemeente

# InschrijvenNieuwsbrief
source: Newsletter
nl: Nieuwsbrief

# InschrijvenNieuwsbriefKnop
source: Sign up
nl: Inschrijven

# Laatste
source: Last
nl: Laatste

# MenuBoeken
source: Books
nl: Boeken

# MenuHulp
source: Support
nl: Hulp

# NieuwePreken
source: New sermons
nl: Nieuwe preken

# NiewsbriefNaam
source: Name
nl: Naam

# Predikant
source: Minister
nl: Predikant / spreker

# Prekenuit
source: Sermons from
nl: Preken uit

# PrekenUitDeSerie
source: Sermons in series
nl: Preken in de serie

# PrekenUitGemeente
source: Sermons from
nl: Preken uit

# PrekenVanPredikant
source: Sermons of
nl: Preken van

# PrekenVoorGebeurtenis
source: Sermons for
nl: Preken voor

# PrekenZoeken
source: Search sermons
nl: Preken zoeken

# Serie
source: Series
nl: Serie

# Soort
source: Type
nl: Soort

# WisFilters
source: Clear filters
nl: Wis filters

# Zoek
source: Search
nl: Zoek

# ZoekboxStandaardTekst
source: Type a searchterm, for example: minister, theme, Bible book or a part of a bible text
nl: Type een zoekterm, zoals predikant, thema, bijbelboek of bijbeltekst

# Inschrijven
source: Subscribe
nl: Inschrijven

# ZoekenBoek
source: Books
nl: Bijbelboeken

# DeNederlandseGeloofsbelijdenis
source: The Dutch Confession
nl: De Nederlandse Geloofsbelijdenis

# DordtseLeerregels
source: Canons
nl: Dordtse Leerregels

# HeidelbergseCatechismus
source: Heidelberg Catechism
nl: Heidelbergse Catechismus

# NieuweTestament
source: New testament
nl: Nieuwe testament

# OudeTestament
source: Old testament
nl: Oude testament

# ZoekenPredikant
source: Browse ministers
nl: Alle predikanten

# Taal
source: Language
nl: Taal

# PrekenInTaal
source: Sermons spoken in
nl: Preken in het

# ZoekenGebeurtenis
source: Events
nl: Gelegenheden

# MenuBeheer
source: Admin
nl: Beheer

# Hoofdstuk
source: Chapter
nl: Hoofdstuk

# ZoekenGemeente
source: Congregations
nl: Gemeentes

# BijbelBoeken
source: Bible books
nl: Bijbelboeken

# Gebeurtenissen
source: Events
nl: Gelegenheden

# Lees
source: Read
nl: Lees

# Leespreken
source: Reading sermons
nl: Leespreken

# Lezingen
source: Lectures
nl: Lezingen

# Luister
source: Listen
nl: Luister

# Predikanten
source: Ministers
nl: Predikanten

# NieuwsbriefEmailVerplicht
source: Email is required
nl: E-mail is verplicht

# NieuwsbriefNaamVerplicht
source: Name is required
nl: Naam is verplicht

# TooltipBijbelboek
source: Part of a Bible book, for example: 'Matthew', 'Revela' or 'Sunday 12'
nl: Een (gedeelte) van een bijbelboek of bijbelboek: 'Markus', 'Openba' of 'Zondag 12'

# TooltipGebeurtenis
source: Part of an event, for example: Holy Supper, Passion, Holy Baptism and similar
nl: U kunt zoeken op bijvoorbeeld Pasen, Pinksteren, Doop, Lijdenstijd en vergelijkbare

# TooltipHoofdstuk
source: Search on Bible book chapter
nl: Gebruik dit veld om te zoeken op hoofdstuknummer van een bijbelboek of zoek op een zondag uit de Heidelbergse catechismus

# Meer
source: More
nl: Meer

# DeelOpFacebook
source: Share on Facebook
nl: Deel op Facebook

# DeelOpTwitter
source: Share on Twitter
nl: Deel op Twitter

# DeelViaMail
source: Share via e-mail
nl: Deel via e-mail

# DownloadPreek
source: Download sermon
nl: Download preek

# GegevensAanvullen
source: Improve data
nl: Gegevens aanvullen

# PlayerKop
source: Play
nl: vers

# TerugNaarZoekresultaten
source: Back to search results
nl: Terug naar zoekresultaten

# Tot
source: till
nl: tot

# Vanaf
source: from
nl: vanaf

# Vers
source: Verse
nl: Vers

# DeelOpLinkedIn
source: Share on LinkedIn
nl: Deel op LinkedIn

# Bijdragen
source: Contribute
nl: Bijdragen

# EmailIsVerplicht
source: E-mail is required
nl: E-mail is verplicht

# FinancieleBijdrage
source: Donate
nl: Financiele bijdrage

# Naam
source: Name
nl: Naam

# NaamIsVerplicht
source: Name is required
nl: Naam is verplicht

# PreekToevoegen
source: Upload sermon
nl: Preek toevoegen

# ReactieGeven
source: Provide feedback
nl: Reactie geven

# Tekst
source: Text
nl: Tekst

# TekstIsVerplicht
source: Text is required
nl: Tekst is verplicht

# VerbeteringDoorgeven
source: Submit improvement
nl: Verbetering doorgeven

# Titel
source: Title
nl: Titel

# NieuwOpPrekenweb
source: Sermonweb articles
nl: Om te lezen...

# Verstuur
source: Send
nl: Verstuur

# Gedeelte
source: Area on site
nl: Gedeelte op de site

# Idee
source: Idea
nl: Idee

# LezingCategorie
source: Lecture category
nl: Lezing Categorie

# Opmerking
source: Note
nl: Opmerking

# Telefoon
source: Phone
nl: Telefoon

# Aanvulling
source: Improvement
nl: Aanvulling

# AanvullingIsVerplicht
source: Improvement is required
nl: Aanvulling is verplicht

# Onderwerp
source: Subject
nl: Onderwerp

# Alle
source: All
nl: Alle

# Preken
source: Audio sermons
nl: Audiopreken

# Zoeken
source: Browse
nl: Zoeken

# Bladeren
source: Browse
nl: Bladeren

# LeesprekenEnLezingen
source: Reading Sermons and Lectures
nl: Nieuwe leespreken & lezingen

# LezingenEnAudioPreken
source: Audio Sermons and Lectures
nl: Nieuwe lezingen & audiopreken

# NieuweLeespreken
source: New reading sermons
nl: Nieuwe leespreken

# NieuweLezingen
source: New lectures
nl: Nieuwe lezingen

# TooltipPredikant
source: Use this field to search in a (part of the) ministers lastname
nl: Gebruik dit veld om te zoeken op een (gedeelte) van een predikant naam

# NieuweAudioPreken
source: New audio sermons
nl: Nieuwe audiopreken

# BeluisterDezeLezing
source: Listen this lecture
nl: Beluister deze lezing

# BeluisterDezePreek
source: Listen this sermon
nl: Beluister deze preek

# LeesDezePreek
source: Read this sermon
nl: Lees deze preek

# MeerPrekenGelegenheid
source: More sermons about this event
nl: Meer preken rondon deze gelegenheid

# MeerUitDezeSerie
source: More sermons in this series
nl: Meer preken uit deze serie

# MeerUitDitBoek
source: More of this book
nl: Meer uit dit boek

# MeerVanDezePredikant
source: More sermons of this minister
nl: Meer van deze predikant

# Op
source: at
nl: op

# Lezing
source: Lecture
nl: Lezing

# Levensperiode
source: Lifespan
nl: Levensperiode

# TweetsWordenGeladen
source: Tweets are being loaded
nl: Tweets worden geladen...

# VolgOnsOpTwitter
source: Follow us on Twitter
nl: Volg ons op Twitter

# AangemaaktOp
source: Published
nl: Aangemaakt op

# Bestand
source: File
nl: Bestand

# BijbeltekstOmschrijving
source: Bible text description
nl: Bijbeltekst Omschrijving

# BijgewerktOp
source: Modified
nl: Bijgewerkt op

# Delen
source: Share
nl: Delen

# GepreektOp
source: Preached
nl: Gepreekt op

# LaatsteBezoek
source: Last visit
nl: Laatst geopend op

# OverigeInformatie
source: Further information
nl: Overige Informatie

# PreekType
source: Sermontype
nl: Preek Type

# Punt1
source: Point 1
nl: Punt 1

# Punt2
source: Point 2
nl: Punt 2

# Punt3
source: Point 3
nl: Punt 3

# Punt4
source: Point 4
nl: Punt 4

# Punt5
source: Point 5
nl: Punt 5

# Zoekresultaten
source: Search results
nl: Zoekresultaten

# Thema
source: Theme
nl: Thema

# TotVers
source: Till verse (value from old site)
nl: Tot vers (waarde oude site)

# VanVers
source: From verse (value from old site)
nl: Van vers (waarde oude site)

# Voor
source: for
nl: voor

# Categorie
source: Category
nl: Categorie

# GeenResultaten
source: No results...
nl: Geen preken gevonden

# Resultaten
source: Results
nl: Resultaten

# CaptchaOvertypen
source: Type here the text as in the image above
nl: Type bovenstaande afbeelding over

# WelkomstTekstTonen
source: Show welcome text
nl: Welkomsttekst tonen

# WelkomstTekstVerbergen
source: Hide this text
nl: Deze tekst verbergen

# SorteerOp
source: Sort by
nl: Sorteer op

# TooltipZoekterm
source: Use this to search thru minister, theme, Bible book, a part of a bibletext. This searchterm can be combined with the other searchfields
nl: Hiermee kunt u door alles zoeken: bijbeltekst, predikant, punt(en), thema, etc. Deze zoekwaarde kan worden gecombineerd met de overige zoekvelden.

# VerderZoeken
source: Advanced search
nl: Uitgebreid zoeken

# Zoekterm
source: Searchterm
nl: Zoekterm

# Geavanceerd
source: Advanced
nl: Geavanceerd

# Simpel
source: Simple
nl: Simpel

# LezingOmschrijving
source: Lecture description
nl: Lezing omschrijving

# AantalKeerGedownload
source: Times visited
nl: Aantal keer bezocht

# Aanmaken
source: Create
nl: Aanmaken

# Afbeeldingen
source: Images
nl: Afbeeldingen

# Afgehandeld
source: Done
nl: Afgehandeld

# Afzender
source: Sender
nl: Afzender

# BewerkPreek
source: Edit sermon
nl: Bewerk preek

# Gebruikers
source: Users
nl: Gebruikers

# Gelegenheden
source: Events
nl: Gelegenheden

# Gemeentes
source: Congregations
nl: Gemeentes

# Ja
source: Yes
nl: Ja

# MijnPrekenweb
source: My SermonWeb.org
nl: Mijn PrekenWeb.nl

# Nee
source: No
nl: Nee

# NieuwsbriefAanmeldingen
source: Newsletter subscriptions
nl: Nieuwsbrief aanmeldingen

# OngepubliceerdePreken
source: Unpublished sermons
nl: Ongepubliceerde preken

# Opslaan
source: Save
nl: Opslaan

# Paginas
source: Pages
nl: Pagina's

# PreekMaken
source: Create sermon
nl: Preek maken

# Terug
source: Back
nl: Terug

# UploadEenNieuwePreek
source: Upload a new sermon
nl: Upload een nieuwe preek

# Bewerk
source: Edit
nl: Bewerk

# Gepubliceerd
source: Published
nl: Gepubliceerd

# NieuweGebeurtenis
source: New event
nl: Nieuwe gelegenheid

# NieuwePredikant
source: New minister
nl: Nieuwe predikant

# Omschrijving
source: Description
nl: Omschrijving

# Sortering
source: Order
nl: Sortering

# Verwijder
source: Delete
nl: Verwijder

# VolledigeNaam
source: Fullname
nl: Volledige naam

# AantalRollen
source: Roles
nl: Aantal rollen

# DatumTijd
source: Date/time
nl: Datum/tijd

# Gebruikersnaam
source: Username
nl: Gebruikersnaam

# LaatstIngelogd
source: Last signin
nl: Laatst ingelogd

# NieuweGebruiker
source: New user
nl: Nieuwe gebruiker

# NieuweSerie
source: New serie
nl: Nieuwe serie

# NieuweSpotlight
source: New spotlight item
nl: Nieuw spotlight

# NieuwsbriefInschrijvingen
source: Newsletter subscriptions
nl: Nieuwsbrief inschrijvingen

# Rollen
source: Roles
nl: Rollen

# Wachtwoord
source: Password
nl: Wachtwoord

# VersOmschrijving
source: Verse description
nl: Vers omschrijving

# VersOmschrijvingTooltip
source: This is the textual value of the verses the sermon is about. This value is displayed in searchresults and the sermon title. For example '1-4' or '3a - Jona 2 : 12'
nl: Dit is de (tekstuele) beschrijving van het gedeele waarover de preek gaat, bijvoorbeeld '1 - 3, of '34a - Jona 1 : 3'. Deze tekst komt in de zoekresultaten en titel van een preek naar voren!

# TotVersId
source: Verse till
nl: Vers tot

# VanVersId
source: Verse (from)
nl: Vers (vanaf)

# VersTotIdTooltip
source: If the subject of the sermon is about multiple verses, this is the last verse
nl: Als de preek over meedere versen gaat, is dit het laatste vers

# VersVanIdTooltip
source: Starting verse on which the sermon is about
nl: Vers waar de preek over gaat

# Automatisch
source: Automatic
nl: Automatisch

# AutomatischeTeksten
source: Bibletext generation
nl: Bijbeltekst invoer

# BewerkDezePreek
source: Edit this sermon
nl: Bewerk deze preek

# Handmatig
source: Manual
nl: Handmatig

# Kies
source: Choose
nl: Kies

# Wis
source: Erase
nl: Wis

# Algemeen
source: General
nl: Algemeen

# Bijbelgedeelte
source: Bible part
nl: Bijbelgedeelte

# Stamgegevens
source: Metadata
nl: Stamgegevens

# ThemaEnPunten
source: Theme & points
nl: Thema & punten

# Preek
source: Sermon
nl: Preek

# OnderwerpIsVerplicht
source: Subject is required
nl: Onderwerp is verplicht

# iOSDownloadBevestiging
source: You are using a iOS device, it is not possible to download and save sermons on your device. Click OK to proceed listen/stream this sermon, a persistent internet connection is required.
nl: U maakt gebruik van een iOS apparaat, u kunt een preek niet downloaden en opslaan op uw apparaat. Klik/druk op OK om door te gaan en de preek te beluisteren/streamen, hiervoor is een internetverbinding vereist.

# PodcastMeerInfo
source: We have an Apple iTunes Podcast which makes offline sermon listening a lot easier. If you like to read more about it click OK
nl: We hebben een Apple iTunes podcast, hiermee kunt u wel eenvoudig preken op uw apparaat opslaan, wilt daar meer over weten klik/druk dan op OK

# PrekenInBoek
source: Sermons from
nl: Preken uit

# Uitloggen
source: Log off
nl: Uitloggen

# AangemaaktDoor
source: Published by
nl: Aangemaakt door

# AangepastDoor
source: Modified by
nl: Aangepast door

# LeesPreek
source: Reading
nl: Leespreek

# LeesPreekTekst
source: Reading text
nl: Leespreek tekst

# LeesPreekTekstTooltip
source: Here you can paste the reading sermon text from Microsoft Word
nl: Hierin komt alle tekst van de leespreek, plakken kan vanuit Microsoft Word

# AankondigingenBord
source: Read/sing
nl: Lezen en zingen

# AankondigingenBordTooltip
source: To be translated
nl: Nog te schrijven

# Lezen
source: Read
nl: Lezen

# Zingen
source: Sing
nl: Zingen

# DownloadPreekAlsPDF
source: Download as PDF
nl: Download als PDF

# Afdrukweergave
source: Print preview
nl: Afdrukweergave

# Afdrukken
source: Print
nl: Afdrukken

# UploadenOpslaan
source: Uploading and saving in database... Do not close this page!
nl: Uploaden en opslaan in database... Verlaat dit scherm niet!

# StandaardMetaDescription
source: Search, listen and read audio and reading sermons from ministers of the 'Reformed Congregations'
nl: Zoeken, luisteren en lezen in audiopreken, leespreken en lezingen van predikanten van de Gereformeerde Gemeenten (Nederlands en Engels)

# DownloadPreekAlsEpub
source: Download as Epub
nl: Download als Epub

# PrekenWeb
source: SermonWeb
nl: PrekenWeb

# Navigatie
source: Navigation
nl: Navigatie

# Engels
source: English
nl: Engels

# Nederlands
source: Dutch
nl: Nederlands

# PreekOpgeslagen
source: Sermon saved succesfully, click here to continue editing this sermon
nl: Preek succesvol opgeslagen, klik eventueel hier om verder te gaan met bewerken

# Afspelen
source: Play
nl: Afspelen

# Pauze
source: Pause
nl: Pauze

# AlleenBeheerders
source: Show only admins
nl: Toon alleen beheerders

# RegistreerUwAccount
source: Register your own account
nl: Registreer uw eigen account

# RegistreerGebruikersnaamTooltip
source: You will login using this username
nl: U logt in met uw gebruikersnaam

# EmailNietBeschikbaar
source: This email is already taken, try <a href='{0}'>forgot password</a>
nl: Dit email adres is al geregistreerd, kies een andere of maak gebruik van <a href='{0}'>wachtwoord vergeten</a>

# MijnGegevens
source: My account
nl: Mijn gegevens

# RegistreerEmailTooltip
source: Your email is required, we will not send you email unless you subscribe to our newsletter or when you forgot your password
nl: Het email adres is verplicht, we sturen geen mails tenzij u zich abonneert op een van onze nieuwsbrieven, daarnaast worden 'wachtwoord vergeten' mails verzonden naar dit emailadres.

# DoorMijBeluisterd
source: Recent visited sermons
nl: Recent bezochte preken

# Inloggen
source: Login
nl: Inloggen

# Registreren
source: Register
nl: Registreren

source: Login
nl: Inloggen

# Van
source: Of
nl: Van

# WachtwoordCheck
source: Retype your password
nl: Wachtwoord (ter controle)

# WachtwoordAanpassen
source: Change password
nl: Wachtwoord aanpassen

# SelectedNieuwsbrieven
source: Newsletters
nl: Nieuwsbrieven

# SelectedNieuwsbrievenTooltip
source: Select one or multiple newsletters to receive, you can select multiple by holding the ctrl button and click
nl: Abboneer u op onze nieuwsbrieven, u kunt meerdere nieuwsbrieven selecteren door de ctrl toets in te drukken en de nieuwsbrieven aan te klikken

# WachtwoordVergeten
source: Forgot password
nl: Wachtwoord vergeten

# NieuwWachtwoordOpvragen
source: Request new password
nl: Nieuw wachtwoord opvragen

# PrekenWebNL
source: Sermonweb.org
nl: PrekenWeb.nl

# Onthouden
source: Remember
nl: Onthouden

# AantalMailings
source: Mailings
nl: Mailing count

# FacebookLink
source: SermonWeb
nl: PrekenWeb

# TwitterLink
source: SermonWeb
nl: PrekenWeb

# VeldVerplicht
source: This field is required
nl: Dit veld is verplicht

# Bestandsbeheer
source: Filemanager
nl: Bestandsbeheer

# Instructievideo
source: Instructionvideo
nl: Instructievideo

# TooltipGebruikersnaam
source: This is your username or email
nl: Uw gebruikersnaam kan gelijk zijn aan uw emailadres

# HuidigWachtwoord
source: Current password
nl: Huidig wachtwoord

# GebruikersnaamNietBeschikbaar
source: Username not available
nl: Gebruikersnaam niet beschikbaar

# WachtwoordOpnieuwInstellen
source: Set your password
nl: Wachtwoord opnieuw instellen

# BladwijzerAlGelegd
source: Bookmark placed at {0:dd-MM-yyyy hh:mm}, click here to remove bookbark
nl: Bladwijzer gelegd op {0:dd-MM-yyyy hh:mm}, klik hier om hem weer te verwijderen

# BladwijzerLeggen
source: Bookmark this sermon
nl: Bladwijzer leggen

# BladwijzerTooltip
source: Click here to add this sermon to your personal list of bookmarked sermons
nl: Via mijn PrekenWeb.nl zijn preken met een bladwijzer snel terug te vinden, bijvoorbeeld om later nog eens terug te lezen/luisteren

# DatumPreekAangemaaktTooltip
source: The creation date of this sermon: {0:yyyy/MM/dd}
nl: De datum dat deze preek is aangemaakt is: {0:dd-MM-yyyy}

# MetBladwijzer
source: Sermons with bookmark
nl: Preken met bladwijzer

# BladwijzerGeplaatstOp
source: Bookmarked at {0:g}, click here to remove bookmark
nl: Bladwijzer geplaatst op {0:g}, klik hier om hem weer te verwijderen

# BladwijzerPlaatsen
source: Click here to bookmark this sermon
nl: Klik hier om deze preek toe te voegen aan de lijst met bladwijzers

# NuInloggen
source: Login
nl: Nu inloggen

# SluitDezePopup
source: Close this popup
nl: Sluit deze popup

# UMoetInloggen
source: Login required
nl: U moet inloggen

# UMoetInloggenToelichting
source: You need to login to use this functionality.
nl: Om gebruik te kunnen maken van deze functionaliteit moet u zijn ingelogd.

# WatIsMijnPW
source: Wat is My SermonWeb
nl: Wat is Mijn Prekenweb?

# InlogRedenAantekeningen
source: It is possible to take personal notes on a sermon but you need to be logged in.
nl: U kunt aantekeningen maken bij een preek als u bent ingelogd. Omdat deze functionaliteit persoonlijk is moet u zijn ingelogd om hier gebruik van te kunnen maken.

# InlogRedenBladwijzer
source: When logged in you can place a bookmark on a sermon. Because this functionality is personal you need to be logged in on SermonWeb.org
nl: U kunt een bladwijzer leggen bij een preek als u bent ingelogd. Hierdoor kunt u later preken makkelijker terug vinden, omdat deze functionaliteit persoonlijk is moet u zijn ingelogd om hier gebruik van te kunnen maken.

# InlogRedenPreekVerderAfluisteren
source: SermonWeb can resume a sermon from where you left it when you're logged in
nl: Als u bent ingelogd houdt PrekenWeb.nl automatisch bij waar u bent gebleven met het afspelen van een preek. Als u op een later moment terugkomt om een preek af te luisteren zal PrekenWeb.nl automatisch verder gaan waar u was gebleven.

# ZoekOpdrachtBewaren
source: Save this search
nl: Zoekopdracht bewaren

# InlogRedenZoekOpdrachtBewaren
source: When you're logged in you can save you're search queries
nl: Als u bent ingelogd kunt u zoekopdrachten bewaren zodat u deze op een later moment deze terug kunt zien.

# OpgeslagenZoekOpdrachten
source: Saved search queries
nl: Zoekopdrachten

# RssFeedZoekIndexLinkAlert
source: First save this search using the button 'Save this search' then go to 'My SermonWeb' page 'Saved search queries' and click on 'Rss feed'
nl: Om u via rss te kunnen abonneren op een zoekopdracht moet u deze zoekopdracht eerst worden opgeslagen. Deze opgeslagen zoekopdracht kan later terug worden gevonden onder Mijn PrekenWeb, kopje 'Zoekopdrachten'. Daar vind ik ook de link naar deze Rss feed en links naar andere Rss feeds.

# InlogRedenRssFeed
source: You need to be logged in to create your own Rss feed based on a search query!
nl: U kunt voor iedere zoekopdracht uw persoonlijke Rss feed aanmaken zodat u via uw Rss-lezer automatisch op de hoogte wordt gebracht als er een nieuwe preek is die voldoet aan deze zoekopdracht.

# CaptchaOngeldig
source: Captcha is not valid
nl: Ingevoerde 'captcha' tekst komt niet overeen met de tekst in de afbeelding

# GebruikersnaamVerplicht
source: Username is required
nl: Gebruikersnaam is verplicht

# WachtwoordVerplicht
source: Password is required
nl: Wachtwoord is verplicht

# ExterneLoginFout
source: Could not create a login, please try again
nl: Kon u niet inloggen, probeer het opnieuw!

# EmailOnbevestigd
source: Email address not yet confirmed
nl: Emailadres is (nog) niet bevestigd

# GebruikerIsAlGeregistreerd
source: Username already registred
nl: Gebruikersnaam is al geregistreerd

# GebruikersnaamEmailOnbekend
source: Username or email unkown
nl: Onbekende gebruikersnaam of emailadres

# LoginHeeftUGeenSocial
source: I you don't have a social login, login using your SermonWeb.org account
nl: Heeft u geen login bij Facebook of Twitter log in dan in met uw PrekenWeb account.

# LoginSocial
source: Login using Facebook or Twitter so you dont need a SermonWeb.org account
nl: U kunt inloggen via Facebook of Twitter zodat u niet een eigen account hoeft aan te maken bij PrekenWeb.

# LoginVia
source: Login using
nl: Inloggen via

# TweeVerschillendeWachtwoord
source: Passwords are differnt
nl: Twee verschillende wachtwoorden

# WachtwoordVergetenEmailOnderwerp
source: SermonWeb.org - Password recovery
nl: PrekenWeb.nl - Wachtwoord vergeten

# AudioPreek
source: Audio sermon
nl: Audiopreek

source: Reading sermon
nl: Leespreek

# Github
source: Developers
nl: Ontwikkelaars

# ContinueWhereLeftOff
source: Continue where you left off?
nl: Verder gaan waar u was gebleven?

# DatumPreekGepubliceerdTooltip
source: The date on which this sermon has been published: {0:dd-MM-yyyy}
nl: Gepubliceerd op: {0:dd-MM-yyyy}

# GepubliceerdOp
source: Published on
nl: Gepubliceerd op

source: Edit event
nl: Bewerk gebeurtenis

# EventDescription
source: Description
nl: Omschrijving

# EventSorting
source: Sorting
nl: Sortering

source: Create event
nl: Maak gebeurtenis

# SourceFileName
source: Source file
nl: Bronbestand

# AllLecturesHaveBeenPublished
source: All sermons have been published
nl: Alle preken zijn gepubliceerd

# KnownLectureCategories
source: Within lectures the following categories are known:
nl: Binnen lezingen kennen wij de volgende categorieen:

# LogoutSuccessful
source: You have successfully logged off!
nl: U bent succesvol uitgelogd!

# DeelOpWhatsapp
source: Share on WhatsApp
nl: Deel op WhatsApp

# DeelOpWhatsappTitel
source: Sermon on SermonWeb
nl: Preek op PrekenWeb

# Video
source: Movie
nl: Video

# NieuweVideoPreken
source: New audio/video sermons
nl: Nieuwe audio/videopreken

# VideoPreken
source: Audio/video sermons
nl: Audio/videopreken

# NieuweLeesEnAudioPreken
source: New reading & audio sermons
nl: Nieuwe lees- & audiopreken

# LeesEnAudioPreken
source: Audio and reading sermons
nl: Lees- & audiopreken

# NieuweLeesEnAudioVideoPreken
source: New reading & audio/video sermons
nl: Nieuwe lees- & audio/videopreken

# NieuweLeesprekenEnLezingen
source: New lectures & reading sermons
nl: Nieuwe lezingen & leespreken

# NieuweLezingenEnAudioPreken
source: New lectures & audio sermons
nl: Nieuwe lezingen & audiopreken

# NieuweLezingenEnAudioVideoPreken
source: New lectures & audio/video sermons
nl: Nieuwe lezingen & audio/videopreken

# Meditatie
source: Meditation
nl: Meditatie

# Meditaties
source: Meditations
nl: Meditaties
